Repository: yeasinhossain/search-replace-wp
Catalog: languages/search-replace-wp-*.po
Languages: fr_fr

source: No search string was defined, please enter a URL or string to search for.
fr_fr: Aucune chaîne de recherche a été définie, entrez une URL ou une chaîne à rechercher.

source: Please select the tables that you want to update.
fr_fr: Sélectionnez les tables que vous souhaitez mettre à jour.

source: <p><strong>DRY RUN:</strong> <strong>%d</strong> tables were searched, <strong>%d</strong> cells were found that need to be updated, and <strong>%d</strong> changes were made.</p><p><a href="%s" class="thickbox" title="Dry Run Details">Click here</a> for more details, or use the form below to run the search/replace.</p>
fr_fr: <p><strong>Résultat de l'essai :</strong> <strong>%d</strong> tables ont été parcourues, <strong>%d</strong> chaînes trouvées qui peuvent être mises à jour et <strong>%d</strong> modifications auraient pu être apportées.</p><p><a href="%s" class="thickbox" title="Plus de détails">Cliquez ici</a> pour plus de détails, ou utilisez le formulaire ci-dessous pour exécuter la recherche/remplace.</p>

source: <p>During the search/replace, <strong>%d</strong> tables were searched, with <strong>%d</strong> cells changed in <strong>%d</strong> updates.</p><p><a href="%s" class="thickbox" title="Search/Replace Details">Click here</a> for more details.</p>
fr_fr: <p>Pendant la recherche/remplace, <strong>%d</strong> tables ont été fouillés, avec <strong>%d</strong> cellules changées dans <strong>%d</strong> mises à jour.</p><p><a href="%s" class="thickbox" title="Plus de Details">Cliquez ici</a> pour plus de détails.</p>

source: This tool allows you to search and replace text in your database (supports serialized arrays and objects).
fr_fr: Cet outil vous permet de rechercher et remplacer du texte dans votre base de données (prend en charge la sérialisation des tables et objets).

source: To get started, use the form below to enter the text to be replaced and select the tables to update.
fr_fr: Pour commencer, utiliser le formulaire ci-dessous pour entrer dans le texte pour le remplacement et sélectionnez les tables à mettre à jour.

source: <strong>WARNING:</strong> Make sure you backup your database before using this plugin!
fr_fr: <strong>Avertissement :</strong> Assurez-vous que vous avez sauvegardé votre base de données avant d'utiliser ce plugin !

source: Search for
fr_fr: Rechercher

source: Replace with
fr_fr: Remplacer avec

source: Select tables
fr_fr: Dans les tables

source: Select multiple tables with Ctrl-Click for Windows or Cmd-Click for Mac.
fr_fr: Sélectionnez plusieurs tables avec la touche CTRL+clic ou CMD+clic pour Mac

source: Replace GUIDs<a href="http://codex.wordpress.org/Changing_The_Site_URL#Important_GUID_Note" target="_blank">?</a>
fr_fr: Remplacez les GUID ?<a href="http://codex.wordpress.org/Changing_The_Site_URL#Important_GUID_Note" target="_blank"> En savoir plus sur les GUID</a>

source: If left unchecked, all database columns titled 'guid' will be skipped.
fr_fr: Si décoché, toutes les colonnes 'guid' de la base de données seront igniorés.

source: Run as dry run?
fr_fr: Juste faire un test ?

source: If checked, no changes will be made to the database, allowing you to check the results beforehand.
fr_fr: Si coché, aucun changement ne sera apporté à la base de données, vous aurez un bilan des résultats possibles

source: Run Search/Replace
fr_fr: Rechercher/Remplacer

source: A small plugin for running a search/replace on your WordPress database.
fr_fr: Un petit plugin pour rechercher et remplacer des cabine dans votre base de données WordPress.
